"Could not move to Applications folder" = "Die Anwendung konnte nicht in den Programme-Ordner verschoben werden.";
"Do Not Move" = "Nicht verschieben";
"I can move myself to the Applications folder if you'd like." = "Ich kann mich selbst in den Programme-Ordner verschieben, wenn Sie möchten.";
"Move to Applications Folder" = "In den Programme-Ordner verschieben";
"Move to Applications folder in your Home folder?" = "In den Programme-Ordner in Ihrem Heimatverzeichnis verschieben?";
"Move to Applications folder?" = "In den Programme-Ordner verschieben?";
"Note that this will require an administrator password." = "Bitte beachten Sie, dass für diesen Vorgang ein Administrator-Passwort benötigt wird.";
"This will keep your Downloads folder uncluttered." = "Damit Ihr Downloads-Ordner aufgeräumt bleibt.";
